const oneCaseResult = {
    "PrecService": {
        "법원명": [
            "서울고법",
        ],
        "법원종류코드": [
            "400202",
        ],
        "사건명": [
            "특정범죄가중처벌등에관한법률위반(뇌물)·폭력행위등처벌에관한법률위반(야간·공동체포){인정된죄명:폭력행위등처벌에관한법률위반(야간·공동체포미수)}·공공기관의개인정보보호에관한법률위반",
        ],
        "사건번호": [
            "2004노2238",
        ],
        "사건종류명": [
            "형사",
        ],
        "사건종류코드": [
            "400102",
        ],
        "선고": [
            "선고",
        ],
        "선고일자": [
            "20050513",
        ],
        "참조조문": [
            "  형법 제129조 제1항, 특정범죄가중처벌등에관한법률 제2조 제1항",
        ],
        "참조판례": [
            "",
        ],
        "판결요지": [
            "교통업무를 담당하는 경찰관이, 자신의 처가 가입한 인터넷 다단계 판매회사가 부도난 후 그 비상대책위원회에서 회사공금을 횡령하고 도주한 사람에 대한 소재파악에 도움을 주면 포상금을 지급하겠다는 공고를 하자, 자신의 경찰관 근무경험행위로서 피고인의 직무행위로서의 외관조차 갖추었다고 볼 수 없다 할 것이고, 따라서 피고인이 이러한 직무상 지득하게 된 정보와 경험, 지식을 부당하게 사용하여 직무 외에서 공무와 관계없는 업무수행 대가로 돈을 지급받았다 하여 그로써 피고인공정성을 해할 우려가 있는 뇌물성의 금품을 수수하였다고 할 수는 없다고 보아 뇌물죄의 성립을 부정한 사례.",
        ],
        "판결유형": [
            "판결: 상고",
        ],
        "판례내용": [""],
        "판례정보일련번호": ["70098"],
        "판시사항": ["교통업무를 담당하는 경찰관이, 자신의 처가 가입한 인터넷 다단계 판매회사가 부도난 후 그 비상대책위원회에서 회사공금을 횡령하고 도주한 사람에 대한 소재파악에 도움을 주면 포상금을 지급하겠다는 공고를 하자, 자신의 경찰관 근무경험"],
    },
}

export const caseResult = {
    "법원명": [],
    "법원종류코드": [],
    "사건명": [],
    "사건번호": [],
    "사건종류명": [],
    "사건종류코드": [],
    "선고": [],
    "선고일자": [],
    "참조조문": [],
    "참조판례": [],
    "판결요지": [],
    "판결유형": [],
    "판례내용": [],
    "판례정보일련번호": [],
    "판시사항": [],
}